{"en":{"locales":{"en-US":"English","id-ID":"Indonesian","es-MX":"Spanish (Mexico)","th-TH":"Thai","pt-BR":"Portuguese (Brazil)","hi-IN":"Hindi","vi-VN":"Vietnamese","ur-PK":"Urdu","bn-BD":"Bengali","sw-KE":"Swahili","ms-MY":"Malay","fil-PH":"Filipino"},"menu":{"home":"Home","games":"Games","about":"About","news":"News","contact":"Contact","privacy":"Privacy"},"footer":{"title1":"Explore","title2":"Game Type","copyright":"COPYRIGHT © 2025. ALL RIGHTS RESERVED TO DOJI GAME"},"action":{"search":"Search","all_loaded":"All Loaded","input_placeholder":"Please input {value}"},"button":{"submit":"Submit","all_games":"All Games","play_now":"Play Now","view_more":"View More","contact_us":"Contact Us","close":"Close","fullscreen":"Full screen","exit_fullscreen":"Exit full screen","back":"Back"},"home":{"game":{"title":"Featured Games","p1":"Presenting the highest quality featured games to global players, combining innovative gameplay and exquisite graphics to deliver a unique immersive entertainment experience."},"about":{"title":"About Us","p1":"We are a game provider targeting the global market, focusing on creating a fair, professional, and compliant game ecosystem, dedicated to providing operators and players with a lighter, more efficient, and more attractive gaming experience.","desc1":"Games","desc2":"Industry Certifications","desc3":"Supported Currencies","desc4":"Supported Languages"},"service":{"title":"Our Services","subtitle1":"High-Performance Games","desc1":"Based on advanced game engines and optimization algorithms, ensuring fast loading, smooth operation, and stable experience, allowing players to enjoy the fun of the game in any network environment.","subtitle2":"Intelligent Backend Management","desc2":"Provides a powerful operational backend, covering data analysis, player behavior tracking, real-time monitoring, and other functions, assisting operators in efficient decision-making.","subtitle3":"Compliance Architecture Design","desc3":"Strictly follow international iGame industry standards and regulatory requirements, with built-in multiple risk control and security mechanisms, ensuring data security, transparent transactions, and fair operations.","subtitle4":"API Interfaces","desc4":"Adopt high-availability and high-security API interface design, supporting rapid access and flexible expansion, compatible with various access modes, shortening the launch cycle, and improving operational efficiency.","subtitle5":"Multi-Platform Support","desc5":"All games are perfectly adapted on desktops, tablets, and smartphones, with seamless switching across platforms, allowing players to enjoy games anytime and anywhere.","subtitle6":"24-Hour Support","desc6":"Provides 24/7 technical and operational support, quickly responding to and solving problems, ensuring stable platform operation and a worry-free user experience."},"vision":{"title":"Our Vision","p1":"We firmly believe that 'innovation, science, pragmatism, integrity, and value' are the cornerstones of success. These core values guide every step we take, driving us to continuously break through and strive to create an excellent gaming experience for global players and partners."},"contact":{"title":"Partner with","title2":", Win the Future Together","p1":"Whether you are a new platform or a mature operator,","p2":"DOJI can bring you competitive game content and platform capabilities."}},"games":{"title":"Games","p1":"A diverse range of online entertainment games to meet the needs of different players, delivering a unique immersive entertainment experience.","search":"Search Games","publish_time":"Publish Time","game_type":"Game Type","game_type_label":{"all":"All","slot":"slot","multi":"multi","table":"table","fish":"fish","single":"single"},"rtp":"RTP","multi":"Maximum Win","volatility":"Volatility","volatility_label":{"1":"Low","3":"Medium","5":"High"},"feature":"Feature","language":"Language","game_interface":"Game Interface","recommend":"Recommend","no_games":"Games in this category are not yet available."},"about":{"intro":{"title":"About","p1":"We are a game provider targeting the global market, focusing on creating a fair, professional, and compliant game ecosystem, dedicated to providing operators and players with a lighter, more efficient, and more attractive gaming experience.","p2":"Founded by a team of professionals with years of industry experience, we firmly believe that 'innovation, science, pragmatism, integrity, and value' are the cornerstones of success, achieving an ideal balance between compliance regulations and entertainment experience."},"idea":{"title":"Our Philosophy","subtitle1":"Fairness First","desc1":"All games are based on true RNG and independently audited to ensure openness and transparency.","subtitle2":"Player-Centric","desc2":"Products are designed with player experience at the core, enhancing engagement and retention.","subtitle3":"Technology-Driven","desc3":"The platform architecture is lightweight, modular, stable, reliable, and responds quickly.","subtitle4":"Responsible Gaming","desc4":"We adhere to compliance boundaries and advocate healthy, responsible entertainment."},"reason":{"title":"Why Choose","subtitle1":"Localized Solutions, Win-Win Growth","desc1":"DOJI supports multiple markets across Asia, Europe, and Latin America, flexibly adapting to different regions’ languages, currencies, and regulations. We work closely with operators, from content localization to user experience optimization, to help partners achieve efficient growth.","subtitle2":"Development Forecasting, Seizing Opportunities","desc2":"Based on historical data and industry expertise, we identify the features and elements required for new game development to target specific markets, greatly improving success rates. Through marketing activities, we also enhance player loyalty to DOJI’s products, ensuring customer expectations are met.","subtitle3":"Comparative Analysis, Performance Insights","desc3":"By cross-analyzing operator status, player distribution, and retention evaluations, we regularly track player behavior. With DOJI’s professional team and big data analysis, we assess game performance and player habits, developing more attractive and highly engaging products."}},"news":{"title":"News & Updates","p1":"Stay up to date with the latest developments on the DOJI platform, gain insights into industry trends, and lead the new direction of iGaming.","prev":"Previous","next":"Next"},"contact":{"title":"Let's Start a Conversation","p1":"Please contact your DOJI account manager, we are happy to assist you!","form":{"name":"Name","email":"Email","message":"Message","checkbox_label":"I have read and agree to the","privacy":"Privacy Policy"}},"privacy":{"banner":{"title":"Privacy Policy","date":"Effective Date 2025/05/30"},"intro":{"p1":"This privacy policy regulates the processing of personal data and the use of cookies on the website of DOJI Game (hereinafter DOJI)."},"definitions":{"title":"DEFINITIONS","p1":"Processing of personal data is any activity performed with the personal data of the user of the website (hereinafter user) - collection, processing, storage, correction, or deletion of data.","p2":"Users are all persons who visit the website, consume services, or provide information to DOJI. For example, reading articles, subscribing to services, or contacting DOJI by email.","p3":"The services are all free and paid products and services offered by DOJI."},"processing":{"title":"PROCESSING OF PERSONAL DATA","p1":"By using the website, the user consents to the processing of his/her data in accordance with these privacy terms.","p2":"DOJI collects the following personal data of users through the website in the following ways:","list":["user email address - When a user joins a mailing list or sends an email.","user name and email address - when the user makes an information request.","Website traffic statistics - using Google Analytics, Facebook Pixel."]},"use":{"title":"USE OF PERSONAL DATA","p1":"DOJI uses personal data:","list":["to provide a service to the user, such as concluding and performing a contract, communicating with the user, forwarding invoices.","to send notifications about new articles, services, and campaigns to the user's email address, but only with the user's prior consent."],"p2":"DOJI uses website traffic statistics to improve the website user experience and to market it more effectively.","p3":"The user has the right to prohibit the processing of his/her personal data at any time, unless it is necessary to fulfill a requirement arising from the contract, including the provision of a service."},"transfer":{"title":"TRANSFER OF PERSONAL DATA TO THIRD PARTIES","p1":"The third party is the contractual partner of DOJI, which processes personal data and whose product or service offers services to the user of DOJI.","p2":"For its daily activities, DOJI can use third parties who provide:","list":["email transmission and management system.","website hosting.","analysis of website usage statistics.","use of social media and analysis of social media statistics.","use of accounting software."],"p3":"In addition to the third parties mentioned in the previous clause, DOJI transmits the user's personal data to cooperation partners. This is only to the extent necessary to provide the service to the user."},"storage":{"title":"STORAGE AND SECURITY OF PERSONAL DATA","p1":"DOJI retains personal data for as long as it is necessary for the purpose or pursuant to law. For example, accounting data is retained for seven (7) years from the end of the financial year, and the email address on the mailing list is retained until the user wishes to remove it.","p2":"DOJI takes all reasonable measures to protect the personal data processed. Only authorized persons have access to the modification and processing of personal data, and the personal data of all users are treated as confidential information."},"rights":{"title":"USER RIGHTS","p1":"The user has the right at any time to:","list":["express a request for access to their data.","to demand the correction, supplementation, or deletion of personal data under the conditions prescribed by law.","require restrictions on the processing of personal data.","require the transfer of personal data."],"p2":"In order to exercise their rights, the user must send a corresponding request to the email address info{'@'}dojigaming.com.","p3":"If the user belongs to the DOJI mailing list, he or she can delete himself or herself from the mailing list and unsubscribe from further messages via the link at the end of the email.","p4":"To restrict the use of cookies, the user can make appropriate selections in their browser settings.","p5":"If the user believes that his or her rights have been violated during the processing of personal data, he or she has the right to apply to the Data Protection Inspectorate."},"cookies":{"title":"COOKIES","p1":"The DOJI website uses cookies in order to ensure better user experiences and more efficient marketing activities and to collect usage statistics.","p2":"By using the DOJI website, the user agrees to the use of cookies in the manner described in this procedure.","p3":"A cookie is a small text file that a web browser automatically saves to a device used by a user. Cookies may be created by different service providers, such as Google and Facebook. Cookies are not dangerous for your computer.","p4":"There are two types of cookies:","list":["Persistent cookies that remain permanently in the cookie file on the user's computer. They can be used, for example, to identify the user as a repeat visitor to the website and to adapt the content of the website to the user's needs or to collect statistics.","Session cookies are temporary and disappear when the user leaves the website or closes their browser. Session cookies may be used to enable certain functions of the website, such as requesting a service or product, etc."],"p5":"Cookies are used to collect information about how the website is used to make it more personal and user-friendly for users. In addition, cookies help to collect user statistics, which allow us to measure and improve the performance of the website, and provide basic data for effective marketing activities.","p6":"The user is considered to have accepted cookies if cookies are enabled in his or her browser settings. Web browsers often allow cookies to be stored on your device by default. The user can disable or delete the use of cookies on their device by changing the corresponding settings in their web browser. If you do not use cookies, the website may not work properly. For instructions on deleting and setting cookies in your browser, see here: Chrome, Internet Explorer.","p7":"To collect usage statistics, DOJI uses the Google Analytics service to collect data about subpages visited, time of visit, number of visits, devices used, entry channels, and other statistics.","p8":"However, Google Analytics may collect data on user activity without the use of cookies. To prevent Google Analytics from using the data, the user can install a Google Analytics blocking application on their device: Google Analytics Opt-out Browser Extension."},"changes":{"title":"CHANGES TO THE PRIVACY POLICY","p1":"DOJI reserves the right to change the privacy policy unilaterally and without prior notice in order to ensure their compliance with the law. The privacy policy is always available on the website in its latest version.","p2":"If you have any questions about the privacy policy and data processing, please contact us at info{'@'}dojigaming.com."}}}}